# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Packages
brew "bat"
brew "git"
brew "httpie"
brew "neovim"
brew "nvm"
brew "tldr"
brew "trash"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "exa"
brew "docker"

# Applications
cask "gitkraken"
cask "postman"
cask "dropbox"
cask "alfred"
cask "google-chrome"
cask "slack"
cask "postman"
cask "gitkraken"
cask "nordvpn"
cask "fantastical"
cask "1password"
cask "zoom"
cask "visual-studio-code"
cask "appcleaner"
cask "iterm2"
